Repository: Navpreet2289/feincms-video-channel
Catalog: videochannel/locale/*/LC_MESSAGES/django.po
Languages: cs

source: video count
cs: počet videí

source: count of videos to show.
cs: počet videí k zobrazení

source: newest videos content
cs: nejnovější videa

source: Latest videos
cs: Nejnovější videa

source: Only SRT subtitles are supported
cs: Pouze titulky v SRT formatu jsou podporovány

source: video URL
cs: URL videa

source: paste address bar content of the page with the video
cs: vlož adresu z adresního řádku stránky na youtube s videem

source: video name
cs: název videa

source: paste name of the video (optional)
cs: vlož název videa (nepovinné, použije se název z youtube)

source: subtitles URL
cs: URL titulků

source: paste this video subtitles address URL (optional)
cs: vlož URL na kterém jsou titulky k tomuto videu (nepovinné, titulky nejsou - pro dabované video)

source: bad youtuybe video URL
cs: spatná adresa youtube videa

source: desired format
cs: požadovaný

source: subtitle language
cs: jazyk titulků

source: videos
cs: videa

source: media file
cs: medialní soubor

source: thumbnail file
cs: náhled

source: Thumbnail picture of the video
cs: náhled videa (zobrazován na v seznamu videí)

source: subtitles file
cs: soubor s titulky

source: Video was added for conversion
cs: Video přidáno do fronty pro konverzi

source: Your browser does not support HTML5. You can just download the media file at
cs: Tvůj prohlížeč nepodporuje HTML5. Můžeš si leda medální soubor stáhnout na

source: Youtube video conversion
cs: Konverze videí z youtube

source: Subscribe to RSS feed!
cs: Přihlaš se k odběru RSS!

source: Nothing found
cs: Nic

source: previous
cs: předchozí

source: Page %(curr)s of %(tot)s
cs: Stránka %(curr)s z %(tot)s

source: next
cs: další

source: Subtitle download
cs: Stahování titulků
